Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Encrypted with AES-256-GCM using a key derived via PBKDF2-HMAC-SHA256 (600,000 iterations). There is no way to recover data if you forget this password.
ar: مشفر بـ AES-256-GCM باستخدام مفتاح مشتق عبر PBKDF2-HMAC-SHA256 (600,000 تكرار). لا توجد طريقة لاستعادة البيانات إذا نسيت كلمة المرور هذه.
ca: Xifrat amb AES-256-GCM mitjançant una clau derivada per PBKDF2-HMAC-SHA256 (600.000 iteracions). No hi ha manera de recuperar les dades si oblideu aquesta contrasenya.
cs: Šifrováno pomocí AES-256-GCM s klíčem odvozeným přes PBKDF2-HMAC-SHA256 (600 000 iterací). Data nelze obnovit, pokud toto heslo zapomenete.
da: Krypteret med AES-256-GCM med en nøgle afledt via PBKDF2-HMAC-SHA256 (600.000 iterationer). Der er ingen måde at gendanne data, hvis du glemmer denne adgangskode.
de: Verschlüsselt mit AES-256-GCM unter Verwendung eines über PBKDF2-HMAC-SHA256 (600.000 Iterationen) abgeleiteten Schlüssels. Bei Verlust des Passworts können die Daten nicht wiederhergestellt werden.
es: Cifrado con AES-256-GCM usando una clave derivada mediante PBKDF2-HMAC-SHA256 (600 000 iteraciones). No hay forma de recuperar los datos si olvidas esta contraseña.
fi: Salattu AES-256-GCM:llä käyttäen PBKDF2-HMAC-SHA256-avainjohdannaisella (600 000 iteraatiota). Tietoja ei voi palauttaa, jos unohdat tämän salasanan.
fr: Chiffré avec AES-256-GCM à l'aide d'une clé dérivée par PBKDF2-HMAC-SHA256 (600 000 itérations). Il est impossible de récupérer les données si vous oubliez ce mot de passe.
he: מוצפן באמצעות AES-256-GCM עם מפתח שנגזר דרך PBKDF2-HMAC-SHA256 (600,000 איטרציות). אין דרך לשחזר נתונים אם תשכח סיסמה זו.
hu: AES-256-GCM titkosítás PBKDF2-HMAC-SHA256 származtatott kulccsal (600 000 iteráció). A jelszó elfelejtése esetén az adatok nem állíthatók vissza.
it: Crittografato con AES-256-GCM usando una chiave derivata tramite PBKDF2-HMAC-SHA256 (600.000 iterazioni). Non è possibile recuperare i dati se dimentichi questa password.
ja: PBKDF2-HMAC-SHA256（600,000回反復）で導出された鍵を使用してAES-256-GCMで暗号化されます。このパスワードを忘れた場合、データを復元する方法はありません。
ko: PBKDF2-HMAC-SHA256(600,000회 반복)으로 파생된 키를 사용하여 AES-256-GCM으로 암호화됩니다. 이 비밀번호를 잊어버리면 데이터를 복구할 수 없습니다.
nb: Kryptert med AES-256-GCM med en nøkkel utledet via PBKDF2-HMAC-SHA256 (600 000 iterasjoner). Det er ingen måte å gjenopprette data hvis du glemmer dette passordet.
nl: Versleuteld met AES-256-GCM met een sleutel afgeleid via PBKDF2-HMAC-SHA256 (600.000 iteraties). Er is geen manier om gegevens te herstellen als u dit wachtwoord vergeet.
pl: Zaszyfrowane AES-256-GCM z kluczem uzyskanym przez PBKDF2-HMAC-SHA256 (600 000 iteracji). Nie ma możliwości odzyskania danych w przypadku utraty hasła.
pt_br: Criptografado com AES-256-GCM usando uma chave derivada via PBKDF2-HMAC-SHA256 (600.000 iterações). Não há como recuperar os dados se você esquecer esta senha.
pt_pt: Encriptado com AES-256-GCM utilizando uma chave derivada via PBKDF2-HMAC-SHA256 (600.000 iterações). Não é possível recuperar os dados se esquecer esta palavra-passe.
ro: Criptat cu AES-256-GCM folosind o cheie derivată prin PBKDF2-HMAC-SHA256 (600.000 iterații). Nu există nicio modalitate de a recupera datele dacă uitați această parolă.
sl: Šifrirano z AES-256-GCM s ključem, izpeljanim prek PBKDF2-HMAC-SHA256 (600.000 iteracij). Podatkov ni mogoče obnoviti, če pozabite geslo.
sv: Krypterad med AES-256-GCM med en nyckel härledd via PBKDF2-HMAC-SHA256 (600 000 iterationer). Det finns inget sätt att återställa data om du glömmer detta lösenord.
uk: Зашифровано AES-256-GCM з ключем, отриманим через PBKDF2-HMAC-SHA256 (600 000 ітерацій). Відновити дані неможливо, якщо ви забудете пароль.
vi: Được mã hóa bằng AES-256-GCM với khóa được tạo qua PBKDF2-HMAC-SHA256 (600.000 lần lặp). Không có cách khôi phục dữ liệu nếu bạn quên mật khẩu.
zh_hans: 使用通过 PBKDF2-HMAC-SHA256（600,000 次迭代）派生的密钥进行 AES-256-GCM 加密。如果忘记此密码，将无法恢复数据。
zh_hant: 使用透過 PBKDF2-HMAC-SHA256（600,000 次迭代）衍生的金鑰以 AES-256-GCM 加密。若您忘記此密碼，將無法恢復資料。

source: Encrypting and sending session data.
ar: جارٍ تشفير بيانات الجلسة وإرسالها.
ca: S’estan xifrant i enviant les dades de la sessió.
cs: Šifrování a odesílání dat relace.
da: Krypterer og sender sessionsdata.
de: Sitzungsdaten werden verschlüsselt und gesendet.
es: Cifrando y enviando los datos de la sesión.
fi: Salataan ja lähetetään istuntotietoja.
fr: Chiffrement et envoi des données de session.
he: מצפין ושולח את נתוני הסשן.
hu: Munkamenetadatok titkosítása és küldése.
it: Cifratura e invio dei dati della sessione.
ja: セッションデータを暗号化して送信中です。
ko: 세션 데이터를 암호화하여 전송하는 중입니다.
nb: Krypterer og sender øktdata.
nl: Sessiegegevens worden versleuteld en verzonden.
pl: Szyfrowanie i wysyłanie danych sesji.
pt_br: Criptografando e enviando dados da sessão.
pt_pt: A encriptar e a enviar os dados da sessão.
ro: Se criptează și se trimit datele sesiunii.
sl: Šifriranje in pošiljanje podatkov seje.
sv: Krypterar och skickar sessionsdata.
uk: Шифрування й надсилання даних сеансу.
vi: Đang mã hóa và gửi dữ liệu phiên.
zh_hans: 正在加密并发送会话数据。
zh_hant: 正在加密並傳送工作階段資料。

source: Encryption
ar: التشفير
ca: Xifratge
cs: Šifrování
da: Kryptering
de: Verschlüsselung
es: Cifrado
fi: Salaus
fr: Chiffrement
he: הצפנה
hu: Titkosítás
it: Crittografia
ja: 暗号化
ko: 암호화
nb: Kryptering
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
pt_pt: Encriptação
ro: Criptare
sl: Šifriranje
sv: Kryptering
uk: Шифрування
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

source: End
ar: نهاية
ca: Fi
de: Ende
es: Fin
fr: Fin
he: סוף
hu: Vége
it: Fine
nb: Slutt
ro: Sfârșit
sl: Konec

source: End Session
ar: إنهاء الجلسة
ca: Finalitzar sessió
cs: Ukončit relaci
da: Afslut session
de: Sitzung beenden
es: Finalizar sesion
fi: Lopeta istunto
fr: Terminer la session
he: סיום הפעלה
hu: Munkamenet befejezese
it: Termina sessione
ja: セッションを終了
ko: 세션 종료
nb: Avslutt økt
nl: Sessie beëindigen
pl: Zakończ sesję
pt_br: Encerrar Sessão
pt_pt: Terminar Sessão
ro: Încheie Sesiunea
sl: Končaj sejo
sv: Avsluta session
uk: Завершити сеанс
vi: Kết thúc phiên
zh_hans: 结束会话
zh_hant: 結束工作階段

source: Endpoint
ar: نقطة النهاية
ca: Punt de connexió
de: Endpunkt
fi: Päätepiste
fr: Point de terminaison
he: נקודת קצה
hu: Végpont
ja: エンドポイント
ko: 엔드포인트
nb: Endepunkt
nl: Eindpunt
pl: Punkt końcowy
ro: Punct de acces
sl: Končna točka
sv: Slutpunkt
uk: Кінцева точка
vi: Điểm cuối
zh_hans: 端点
zh_hant: 端點

source: Endpoint URL
ar: عنوان URL لنقطة النهاية
ca: URL del punt de connexió
cs: URL endpointu
de: Endpunkt-URL
es: URL del endpoint
fi: Päätepisteen URL
fr: URL du point de terminaison
he: כתובת URL של נקודת קצה
hu: Végpont URL
it: URL endpoint
ja: エンドポイントURL
ko: 엔드포인트 URL
nb: Endepunkt-URL
nl: Eindpunt-URL
pl: URL punktu końcowego
pt_br: URL do Endpoint
pt_pt: URL do Endpoint
ro: URL punct de acces
sl: URL končne točke
sv: Slutpunkts-URL
uk: URL кінцевої точки
vi: URL điểm cuối
zh_hans: 端点 URL
zh_hant: 端點 URL

source: Ends every window and pane in this session.
ar: يُنهي كل نافذة وجزء في هذه الجلسة.
ca: Finalitza totes les finestres i subfinestres d'aquesta sessió.
cs: Ukončí každé okno a panel v této relaci.
da: Afslutter alle vinduer og ruder i denne session.
de: Beendet jedes Fenster und jeden Bereich in dieser Sitzung.
es: Termina todas las ventanas y paneles de esta sesión.
fi: Lopettaa kaikki tämän istunnon ikkunat ja ruudut.
fr: Met fin à toutes les fenêtres et à tous les panneaux de cette session.
he: מסיים כל חלון וחלונית בהפעלה זו.
hu: Befejezi ennek a munkamenetnek minden ablakát és panelét.
it: Termina ogni finestra e riquadro di questa sessione.
ja: このセッション内のすべてのウィンドウとペインを終了します。
ko: 이 세션의 모든 윈도우와 창을 종료합니다.
nb: Avslutter hvert vindu og hver rute i denne økten.
nl: Beëindigt elk venster en deelvenster in deze sessie.
pl: Kończy każde okno i okienko w tej sesji.
pt_br: Encerra todas as janelas e painéis desta sessão.
pt_pt: Termina todas as janelas e painéis desta sessão.
ro: Încheie fiecare fereastră și panou din această sesiune.
sl: Konča vsako okno in pult v tej seji.
sv: Avslutar varje fönster och ruta i den här sessionen.
uk: Завершує кожне вікно та панель у цьому сеансі.
vi: Kết thúc mọi cửa sổ và khung trong phiên này.
zh_hans: 结束此会话中的所有窗口和窗格。
zh_hant: 結束此工作階段中的所有視窗與窗格。

source: Enter a hostname below, or set the profile's host first.
ar: أدخل اسم مضيف أدناه، أو عيّن مضيف الملف الشخصي أولاً.
ca: Introduïu un nom d'amfitrió a sota o definiu primer l'amfitrió del perfil.
cs: Zadejte níže název hostitele, nebo nejprve nastavte hostitele v profilu.
da: Indtast et værtsnavn nedenfor, eller angiv først profilens vært.
de: Geben Sie unten einen Hostnamen ein oder legen Sie zuerst den Host des Profils fest.
es: Introduzca un nombre de host abajo o defina primero el host del perfil.
fi: Syötä isäntänimi alle tai aseta ensin profiilin isäntä.
fr: Saisissez un nom d'hôte ci-dessous ou définissez d'abord l'hôte du profil.
he: הזן שם מארח למטה, או הגדר תחילה את המארח של הפרופיל.
hu: Adjon meg lent egy gazdagépnevet, vagy előbb állítsa be a profil gazdagépét.
it: Inserisci un hostname qui sotto oppure imposta prima l'host del profilo.
ja: 下にホスト名を入力するか、先にプロファイルのホストを設定してください。
ko: 아래에 호스트명을 입력하거나 먼저 프로필의 호스트를 설정하세요.
nb: Skriv inn et vertsnavn nedenfor, eller angi profilens vert først.
nl: Voer hieronder een hostnaam in, of stel eerst de host van het profiel in.
pl: Wprowadź poniżej nazwę hosta lub najpierw ustaw hosta w profilu.
pt_br: Digite um nome de host abaixo ou defina primeiro o host do perfil.
pt_pt: Introduza um nome de anfitrião abaixo ou defina primeiro o anfitrião do perfil.
ro: Introduceți mai jos un nume de gazdă sau setați mai întâi gazda profilului.
sl: Spodaj vnesite ime gostitelja ali pa najprej nastavite gostitelja v profilu.
sv: Ange ett värdnamn nedan, eller ange profilens värd först.
uk: Введіть імʼя хоста нижче або спершу вкажіть хост у профілі.
vi: Nhập tên máy chủ bên dưới, hoặc đặt máy chủ cho hồ sơ trước.
zh_hans: 请在下方输入主机名，或先设置配置的主机。
zh_hant: 請在下方輸入主機名稱，或先設定設定檔的主機。

source: Enter a macOS username for Apple Remote Desktop authentication. Leave it empty to sign in with a plain VNC password.
ar: أدخل اسم مستخدم macOS لمصادقة Apple Remote Desktop. اتركه فارغًا لتسجيل الدخول بكلمة مرور VNC عادية.
ca: Introduïu un nom d'usuari de macOS per a l'autenticació d'Apple Remote Desktop. Deixeu-lo buit per iniciar la sessió amb una contrasenya VNC simple.
cs: Zadejte uživatelské jméno macOS pro ověření Apple Remote Desktop. Ponechte prázdné pro přihlášení běžným heslem VNC.
da: Indtast et macOS-brugernavn til godkendelse med Apple Remote Desktop. Lad det stå tomt for at logge ind med en almindelig VNC-adgangskode.
de: Geben Sie einen macOS-Benutzernamen für die Authentifizierung mit Apple Remote Desktop ein. Lassen Sie das Feld leer, um sich mit einem einfachen VNC-Passwort anzumelden.
es: Introduzca un nombre de usuario de macOS para la autenticación de Apple Remote Desktop. Déjelo vacío para iniciar sesión con una contraseña VNC simple.
fi: Syötä macOS-käyttäjänimi Apple Remote Desktop -todennusta varten. Jätä se tyhjäksi kirjautuaksesi tavallisella VNC-salasanalla.
fr: Saisissez un nom d'utilisateur macOS pour l'authentification Apple Remote Desktop. Laissez vide pour vous connecter avec un simple mot de passe VNC.
he: הזן שם משתמש של macOS לאימות Apple Remote Desktop. השאר ריק כדי להתחבר עם סיסמת VNC רגילה.
hu: Adjon meg egy macOS felhasználónevet az Apple Remote Desktop hitelesítéshez. Hagyja üresen, ha egyszerű VNC jelszóval szeretne bejelentkezni.
it: Inserisci un nome utente macOS per l'autenticazione Apple Remote Desktop. Lascialo vuoto per accedere con una semplice password VNC.
ja: Apple Remote Desktop認証用のmacOSユーザー名を入力してください。空のままにすると、通常のVNCパスワードでサインインします。
ko: Apple Remote Desktop 인증에 사용할 macOS 사용자 이름을 입력하세요. 일반 VNC 비밀번호로 로그인하려면 비워 두세요.
nb: Skriv inn et macOS-brukernavn for Apple Remote Desktop-autentisering. La feltet stå tomt for å logge på med et vanlig VNC-passord.
nl: Voer een macOS-gebruikersnaam in voor Apple Remote Desktop-verificatie. Laat het leeg om u aan te melden met een gewoon VNC-wachtwoord.
pl: Wprowadź nazwę użytkownika macOS do uwierzytelniania Apple Remote Desktop. Pozostaw puste, aby zalogować się zwykłym hasłem VNC.
pt_br: Insira um nome de usuário do macOS para a autenticação do Apple Remote Desktop. Deixe vazio para entrar com uma senha VNC simples.
pt_pt: Introduza um nome de utilizador macOS para a autenticação Apple Remote Desktop. Deixe vazio para iniciar sessão com uma palavra-passe VNC simples.
ro: Introdu un nume de utilizator macOS pentru autentificarea Apple Remote Desktop. Lasă gol pentru a te autentifica cu o parolă VNC simplă.
sl: Vnesite uporabniško ime macOS za preverjanje pristnosti Apple Remote Desktop. Pustite prazno za prijavo z navadnim geslom VNC.
sv: Ange ett macOS-användarnamn för autentisering med Apple Remote Desktop. Lämna tomt för att logga in med ett vanligt VNC-lösenord.
uk: Введіть ім'я користувача macOS для автентифікації Apple Remote Desktop. Залиште порожнім, щоб увійти зі звичайним паролем VNC.
vi: Nhập tên người dùng macOS để xác thực Apple Remote Desktop. Để trống để đăng nhập bằng mật khẩu VNC thông thường.
zh_hans: 输入用于 Apple Remote Desktop 认证的 macOS 用户名。留空则使用普通 VNC 密码登录。
zh_hant: 輸入 macOS 使用者名稱以進行 Apple Remote Desktop 驗證。留空則使用一般 VNC 密碼登入。

source: Enter a new display name for this account.
ar: أدخل اسماً معروضاً جديداً لهذا الحساب.
ca: Introduïu un nou nom visible per a aquest compte.
cs: Zadejte nový zobrazovaný název pro tento účet.
da: Indtast et nyt visningsnavn for denne konto.
de: Geben Sie einen neuen Anzeigenamen für dieses Konto ein.
es: Introduzca un nuevo nombre para mostrar de esta cuenta.
fi: Syötä uusi näyttönimi tälle tilille.
fr: Saisissez un nouveau nom d'affichage pour ce compte.
he: הזן שם תצוגה חדש לחשבון זה.
hu: Adjon meg egy új megjelenítendő nevet ehhez a fiókhoz.
it: Inserisca un nuovo nome visualizzato per questo account.
ja: このアカウントの新しい表示名を入力してください。
ko: 이 계정의 새 표시 이름을 입력하세요.
nb: Skriv inn et nytt visningsnavn for denne kontoen.
nl: Voer een nieuwe weergavenaam in voor dit account.
pl: Wprowadź nową nazwę wyświetlaną dla tego konta.
pt_br: Insira um novo nome de exibição para esta conta.
pt_pt: Introduza um novo nome de apresentação para esta conta.
ro: Introdu un nou nume afișat pentru acest cont.
sl: Vnesite novo prikazno ime za ta račun.
sv: Ange ett nytt visningsnamn för detta konto.
uk: Введіть нове відображуване ім'я для цього облікового запису.
vi: Nhập tên hiển thị mới cho tài khoản này.
zh_hans: 为此账户输入新的显示名称。
zh_hant: 為此帳號輸入新的顯示名稱。

source: Enter a new name for this GPG key.
ar: أدخل اسماً جديداً لمفتاح GPG هذا.
ca: Introduïu un nom nou per a aquesta clau GPG.
cs: Zadejte nový název pro tento GPG klíč.
da: Indtast et nyt navn til denne GPG-nøgle.
de: Geben Sie einen neuen Namen für diesen GPG-Schlüssel ein.
es: Introduzca un nuevo nombre para esta clave GPG.
fi: Anna uusi nimi tälle GPG-avaimelle.
fr: Entrez un nouveau nom pour cette clé GPG.
he: הזן שם חדש למפתח GPG זה.
hu: Adjon meg új nevet ehhez a GPG kulcshoz.
it: Inserisci un nuovo nome per questa chiave GPG.
ja: このGPGキーの新しい名前を入力してください。
ko: 이 GPG 키의 새 이름을 입력하세요.
nb: Skriv inn et nytt navn for denne GPG-nøkkelen.
nl: Voer een nieuwe naam in voor deze GPG-sleutel.
pl: Wprowadź nową nazwę dla tego klucza GPG.
pt_br: Insira um novo nome para esta chave GPG.
pt_pt: Introduza um novo nome para esta chave GPG.
ro: Introdu un nume nou pentru această cheie GPG.
sl: Vnesite novo ime za ta ključ GPG.
sv: Ange ett nytt namn för denna GPG-nyckel.
uk: Введіть нову назву для цього ключа GPG.
vi: Nhập tên mới cho khóa GPG này.
zh_hans: 为此 GPG 密钥输入新名称。
zh_hant: 為此 GPG 金鑰輸入新名稱。

source: Enter a new name for this SSH key.
ar: أدخل اسماً جديداً لمفتاح SSH هذا.
ca: Introduïu un nou nom per a aquesta clau SSH.
cs: Zadejte nový název pro tento SSH klíč.
da: Indtast et nyt navn for denne SSH-nøgle.
de: Geben Sie einen neuen Namen für diesen SSH-Schlüssel ein.
es: Introduzca un nuevo nombre para esta clave SSH.
fi: Syötä uusi nimi tälle SSH-avaimelle.
fr: Saisissez un nouveau nom pour cette clé SSH.
he: הזן שם חדש למפתח SSH זה.
hu: Adjon meg egy új nevet ehhez az SSH-kulcshoz.
it: Inserisca un nuovo nome per questa chiave SSH.
ja: このSSHキーの新しい名前を入力してください。
ko: 이 SSH 키의 새 이름을 입력하세요.
nb: Skriv inn et nytt navn for denne SSH-nøkkelen.
nl: Voer een nieuwe naam in voor deze SSH-sleutel.
pl: Wprowadź nową nazwę dla tego klucza SSH.
pt_br: Insira um novo nome para esta chave SSH.
pt_pt: Introduza um novo nome para esta chave SSH.
ro: Introdu un nou nume pentru această cheie SSH.
sl: Vnesite novo ime za ta ključ SSH.
sv: Ange ett nytt namn för denna SSH-nyckel.
uk: Введіть нову назву для цього SSH-ключа.
vi: Nhập tên mới cho khóa SSH này.
zh_hans: 为此 SSH 密钥输入新名称。
zh_hant: 為此 SSH 金鑰輸入新名稱。

source: Enter a password
ar: أدخل كلمة المرور
ca: Introduir una contrasenya
cs: Zadejte heslo
da: Indtast en adgangskode
de: Passwort eingeben
es: Introducir una contraseña
fi: Syötä salasana
fr: Saisir un mot de passe
he: הזן סיסמה
hu: Adja meg a jelszót
it: Inserisci una password
ja: パスワードを入力
ko: 비밀번호 입력
nb: Skriv inn et passord
nl: Voer een wachtwoord in
pl: Wprowadź hasło
pt_br: Inserir uma senha
pt_pt: Introduzir uma palavra-passe
ro: Introduceți o parolă
sl: Vnesite geslo
sv: Ange ett lösenord
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter a Personal Access Token generated from the provider's dashboard
ar: أدخل رمز الوصول الشخصي الذي تم إنشاؤه من لوحة تحكم المزوّد
ca: Introdueix un token d'accés personal generat des del tauler del proveïdor
cs: Zadejte Personal Access Token vygenerovaný z řídicího panelu poskytovatele
da: Indtast et personligt adgangstoken genereret fra udbyderens dashboard
de: Persönlichen Zugriffstoken eingeben, der im Dashboard des Anbieters erstellt wurde
es: Ingrese un token de acceso personal generado desde el panel del proveedor
fi: Syötä palveluntarjoajan hallintapaneelista luotu Personal Access Token
fr: Saisissez un jeton d'accès personnel généré depuis le tableau de bord du fournisseur
he: הזן אסימון גישה אישי שנוצר מלוח הבקרה של הספק
hu: Adja meg a szolgáltató kezelőfelületén létrehozott személyes hozzáférési tokent
it: Inserisci un token di accesso personale generato dalla dashboard del provider
ja: プロバイダーのダッシュボードで生成したパーソナルアクセストークンを入力
ko: 공급자 대시보드에서 생성한 개인 액세스 토큰을 입력하세요
nb: Skriv inn et personlig tilgangstoken generert fra leverandørens kontrollpanel
nl: Voer een persoonlijk toegangstoken in dat is gegenereerd vanuit het dashboard van de provider
pl: Wprowadź Personal Access Token wygenerowany z panelu dostawcy
pt_br: Insira um token de acesso pessoal gerado no painel do provedor
pt_pt: Introduza um token de acesso pessoal gerado no painel do fornecedor
ro: Introduceți un token de acces personal generat din panoul de control al furnizorului
sl: Vnesite osebni žeton za dostop, ustvarjen na nadzorni plošči ponudnika
sv: Ange en personlig åtkomsttoken genererad från leverantörens instrumentpanel
uk: Введіть персональний токен доступу, створений на панелі керування провайдера
vi: Nhập mã truy cập cá nhân được tạo từ bảng điều khiển của nhà cung cấp
zh_hans: 输入从提供商仪表板生成的个人访问令牌
zh_hant: 輸入從供應商儀表板產生的個人存取權杖

source: Enter a valid MAC address
ar: أدخل عنوان MAC صالح
ca: Introduïu una adreça MAC vàlida
cs: Zadejte platnou MAC adresu
da: Indtast en gyldig MAC-adresse
de: Gültige MAC-Adresse eingeben
es: Introduce una dirección MAC válida
fi: Syötä kelvollinen MAC-osoite
fr: Saisissez une adresse MAC valide
he: הזן כתובת MAC תקינה
hu: Adjon meg érvényes MAC-címet
it: Inserisci un indirizzo MAC valido
ja: 有効なMACアドレスを入力してください
ko: 유효한 MAC 주소를 입력하세요
nb: Skriv inn en gyldig MAC-adresse
nl: Voer een geldig MAC-adres in
pl: Wprowadź prawidłowy adres MAC
pt_br: Insira um endereço MAC válido
pt_pt: Introduza um endereço MAC válido
ro: Introduceți o adresă MAC validă
sl: Vnesite veljaven naslov MAC
sv: Ange en giltig MAC-adress
uk: Введіть дійсну MAC-адресу
vi: Nhập địa chỉ MAC hợp lệ
zh_hans: 请输入有效的 MAC 地址
zh_hant: 輸入有效的 MAC 位址

source: Enter current PIN
ar: أدخل رمز PIN الحالي
ca: Introduïu el PIN actual
cs: Zadejte aktuální PIN
da: Indtast nuværende PIN
de: Aktuelle PIN eingeben
es: Introduzca el PIN actual
fi: Syötä nykyinen PIN
fr: Saisir le PIN actuel
he: הזן PIN נוכחי
hu: Adja meg a jelenlegi PIN-kódot
it: Inserisca il PIN attuale
ja: 現在のPINを入力
ko: 현재 PIN 입력
nb: Skriv inn nåværende PIN
nl: Voer huidige PIN in
pl: Wprowadź aktualny PIN
pt_br: Insira o PIN atual
pt_pt: Introduza o PIN atual
ro: Introdu PIN-ul curent
sl: Vnesite trenutni PIN
sv: Ange nuvarande PIN
uk: Введіть поточний PIN
vi: Nhập PIN hiện tại
zh_hans: 输入当前 PIN
zh_hant: 輸入目前的 PIN

source: Enter Full Screen on Connect
ar: ملء الشاشة عند الاتصال
ca: Pantalla completa en connectar
cs: Přejít na celou obrazovku při připojení
da: Gå til fuld skærm ved forbindelse
de: Beim Verbinden Vollbild aktivieren
es: Entrar en pantalla completa al conectar
fi: Siirry koko näyttöön yhdistettäessä
fr: Passer en plein écran lors de la connexion
he: עבור למסך מלא בעת החיבור
hu: Teljes képernyő csatlakozáskor
it: Passa a schermo intero alla connessione
ja: 接続時にフルスクリーンにする
ko: 연결 시 전체 화면 시작
nb: Gå til fullskjerm ved tilkobling
nl: Volledig scherm bij verbinden
pl: Pełny ekran po połączeniu
pt_br: Entrar em Tela Cheia ao Conectar
pt_pt: Entrar em Ecrã Inteiro ao Ligar
ro: Ecran complet la conectare
sl: Ob povezavi preklopi na celoten zaslon
sv: Använd helskärm vid anslutning
uk: Повноекранний режим при з'єднанні
vi: Vào Toàn màn hình khi kết nối
zh_hans: 连接后进入全屏
zh_hant: 連線後進入全螢幕

source: Enter IAM Access Key ID and Secret Access Key
ar: أدخل معرّف مفتاح الوصول IAM ومفتاح الوصول السري
ca: Introdueix l'ID de clau d'accés IAM i la clau d'accés secreta
cs: Zadejte IAM Access Key ID a Secret Access Key
da: Indtast IAM-adgangsnøgle-ID og hemmelig adgangsnøgle
de: IAM-Zugriffsschlüssel-ID und geheimen Zugriffsschlüssel eingeben
es: Ingrese el ID de clave de acceso IAM y la clave de acceso secreta
fi: Syötä IAM Access Key ID ja Secret Access Key
fr: Saisissez l'identifiant de clé d'accès IAM et la clé d'accès secrète
he: הזן מזהה מפתח גישה IAM ומפתח גישה סודי
hu: Adja meg az IAM Access Key ID-t és a Secret Access Key-t
it: Inserisci l'ID chiave di accesso IAM e la chiave di accesso segreta
ja: IAM アクセスキー ID とシークレットアクセスキーを入力
ko: IAM 액세스 키 ID와 비밀 액세스 키를 입력하세요
nb: Skriv inn IAM-tilgangsnøkkel-ID og hemmelig tilgangsnøkkel
nl: Voer IAM-toegangssleutel-ID en geheime toegangssleutel in
pl: Wprowadź IAM Access Key ID i Secret Access Key
pt_br: Insira o ID da chave de acesso IAM e a chave de acesso secreta
pt_pt: Introduza o ID da chave de acesso IAM e a chave de acesso secreta
ro: Introduceți ID-ul cheii de acces IAM și cheia de acces secretă
sl: Vnesite ID ključa za dostop IAM in skrivni ključ za dostop
sv: Ange IAM-åtkomstnyckel-ID och hemlig åtkomstnyckel
uk: Введіть ідентифікатор ключа доступу IAM та секретний ключ доступу
vi: Nhập ID khóa truy cập IAM và khóa truy cập bí mật
zh_hans: 输入 IAM 访问密钥 ID 和秘密访问密钥
zh_hant: 輸入 IAM 存取金鑰 ID 和秘密存取金鑰

source: Enter new password
ar: أدخل كلمة المرور الجديدة
ca: Introduïu la nova contrasenya
cs: Zadejte nové heslo
da: Indtast ny adgangskode
de: Neues Passwort eingeben
es: Introduzca la nueva contraseña
fi: Syötä uusi salasana
fr: Saisir le nouveau mot de passe
he: הזן סיסמה חדשה
hu: Adja meg az új jelszót
it: Inserisca la nuova password
ja: 新しいパスワードを入力
ko: 새 비밀번호 입력
nb: Skriv inn nytt passord
nl: Voer nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt_br: Insira a nova senha
pt_pt: Introduza a nova palavra-passe
ro: Introdu noua parolă
sl: Vnesite novo geslo
sv: Ange nytt lösenord
uk: Введіть новий пароль
vi: Nhập mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼
